[
	{
		"id": "1",
		"title": "Booki, agence de voyage",
		"cover": "Booki.webp",
		"pictures": [
			"Booki.webp",
			"Booki1.webp",
			"Booki2.webp",
			"Booki3.webp"
		],
		"location" : "https://github.com/CedricMillot/Booki",
		"description": "Booki est une plateforme robuste et élégante de réservation de lieux de vacances. Le projet est le résultat d'une implémentation fidèle d'une maquette FIGMA sur trois interfaces distinctes : mobile, tablette, et ordinateur, ce projet démontre une maîtrise en développement front-end et en gestion d'infrastructure.",
		"tags": [
			"HTML",
			"CSS",
			"Responsive"
		]
	},
	{
		"id": "2",
		"title": "Sophie Bluel - Architecte d'Intérieur",
		"cover": "SophieBluel.webp",
		"pictures": [
			"SophieBluel.webp",
			"SophieBluel1.webp",
			"SophieBluel2.webp",
			"SophieBluel3.webp"
		],
		"location" : "https://github.com/CedricMillot/Portfolio-architecte-sophie-bluel-",

		"description": "Sophie Bluel est un site de portfolio méticuleusement conçu pour une architecte d'intérieur. Le projet est né d'une maquette FIGMA et s'est transformé en une plateforme interactive avec une interface administrateur sécurisée. Le site permet la gestion dynamique des travaux via des modales. Déployé sur un serveur Debian avec Jenkins, et servi via Apache configuré comme Proxy pour NodeJS, ce projet illustre une expertise en développement Full Stack et en sécurisation de sites web.",
		"tags": [
			"Node.js",
			"HTML",
			"CSS",
			"Javascript"
		]
	},
	{
		"id": "3",
		"title": "Nina Carducci - Photographe",
		"cover": "NinaCarducci.webp",
		"pictures": [
			"NinaCarducci.webp",
			"NinaCarducci1.webp",
			"NinaCarducci2.webp",
			"NinaCarducci3.webp"
		],
		"location" : "https://github.com/CedricMillot/Nina-Carducci",

		"description": "Nina Carducci est un projet axé sur l'optimisation et le débogage d'un site existant pour une photographe professionnelle. Grâce à des outils d'analyse comme Lighthouse, diverses optimisations ont été apportées au site, améliorant les performances, l'accessibilité et le SEO.",
		"tags": [
			"HTML",
			"CSS",
			"Javascript"
		]
	},
	{
		"id": "4",
		"title": "Kasa - Location d'Hébergements",
		"cover": "Kasa.webp",
		"pictures": [
			"Kasa.webp",
			"Kasa1.webp",
			"Kasa2.webp",
			"Kasa3.webp"
		],
		"location" : "https://github.com/CedricMillot/Projet-Kasa/tree/master",

		"description": "Kasa est une application immobilière construite avec ReactJS, conçue pour une expérience utilisateur sans faille. Le projet génère dynamiquement des composants à partir d'un fichier JSON, et intègre des éléments interactifs tels que des carousels et des collapse.Ce projet démontre une expertise en développement ReactJS et en gestion de contenu dynamique.",
		"tags": [
			"ReactJS",
			"HTML",
			"CSS",
			"Javascript"
		]
	},
	{
		"id": "5",
		"title": "Mon Vieux Grimoire - Partage et Notation de Livres",
		"cover": "MonVieuxGrimoire.webp",
		"pictures": [
			"MonVieuxGrimoire.webp",
			"MonVieuxGrimoire1.webp",
			"MonVieuxGrimoire2.webp",
			"MonVieuxGrimoire3.webp"
		],
		"location" : "https://github.com/CedricMillot/Mon-vieux-grimoire",

		"description": "Mon Vieux Grimoire est une plateforme communautaire pour le partage et la notation de livres. Le backend NodeJS permet la création de comptes, l'authentification, et la gestion de livres et de notes. Le frontend ReactJS offre une expérience utilisateur fluide. ",
		"tags": [
			"ReactJS",
			"NodeJS",
			"Javascript",
			"MongoDB"
		]
	}
]